[
    {
    "_id": "6275e89daf83476c4d21b8ab",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/WDDQHpK/A-Class.png",
    "name": "A-Class",
    "quantity": 1296,
    "price": 4200000,
    "details": "Every Mercedes-AMG is a masterpiece in its own right, with an unmistakable character. What unites our performance vehicles and sports cars is their irrepressible sporting spirit. Their passion for top performance. It is generated at the point where engineering skill meets a very special attitude: the spirit of AMG. We believe that you have to keep on challenging limits in order to achieve new goals. We accept nothing as a given. Because limits are imposed by people, and it’s also people who can overcome them. It’s this attitude that enables us to achieve outstanding performance for the race track – and for the road."
    },
    {
    "_id": "6275e89daf83476c4d21b8ac",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/k8xHF8p/E-Class-LWB.png",
    "name": "E-Class LWB",
    "quantity": 457,
    "price": 6700000,
    "details": "Ready to master even the greatest challenge with ease. Discover the outstanding properties of the new E-Class. As dynamic, elegant and luxurious as never before.The new E-Class scores points on several counts: with fine materials and intelligent innovations.Modern assistance systems in the new E-Class ensure one thing above all else: that you do not have to worry."
    },
    {
    "_id": "6275e89daf83476c4d21b8ad",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/q0zpc4x/G-Class.png",
    "name": "G-Class",
    "quantity": 200,
    "price": 17200000,
    "details": "Driving Performance. Authentic, dynamic handling thanks to hallmark AMG DNA. Not only does Mercedes-AMG develop Performance models and sports cars, with a Mercedes-AMG, we make you a promise: to always go one step further to convert what is technically feasible into an inimitable reality. To create exceptional motor cars for exceptional people. Welcome to the world of Mercedes-AMG."
    },
    {
    "_id": "6275e89daf83476c4d21b8ae",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/zmKwT5w/GLA.png",
    "name": "GLA",
    "quantity": 200,
    "price": 4490000,
    "details": "Makes your GLA fit for difficult terrain: the additional Off-Road drive program optimizes traction, for example on snow, slush or loose surfaces. For this, it adjusts the power delivery of the engine and the ABS control for light terrain away from paved roads. You can set the additional Off-Road drive program via DYNAMIC SELECT – for example, when you are driving in light off-road terrain. You can also access an animation of the driving situation on the media display. A realistic representation of the gradient, inclination angle and technical settings."
    },
    {
    "_id": "6275e89daf83476c4d21b8af",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/DbFcHF5/GLC-Coupe.png",
    "name": "GLC Coupe",
    "quantity": 200,
    "price": 7250000,
    "details": "Some personalities immediately make their mark. With their appearance. Much like the new GLC Coupé, which combines the merits of an SUV and a coupé like no other. More dynamic and sportier than ever. With wider aprons, new tailpipe trims and, fitted as standard for the first time, MULTIBEAM LED with sophisticated light design. The host of new wheel designs take its unique sporty and elegant character to the highest level."
    },
    {
    "_id": "6275e89daf83476c4d21b8b0",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/N9Cd7xg/GLC.png",
    "name": "GLC",
    "quantity": 200,
    "price": 6200000,
    "details": "Elevate every drive with the Mercedes-Benz GLC. Progressive and athletic, yet virtually silent and astonishingly efficient, the GLC comes with a petrol and diesel engine that runs seamlessly with 9G-TRONIC.More radiance, more depth. More elegance and more appeal. Luxury is tangible with the new Mercedes-Benz GLC. The interior is designed to impress with its outstanding high-quality feel and aesthetics.Intelligently networked safety and assistance systems make your life easier in tricky driving situations.The Mercedes-Benz GLC engine gives you a head start on your adventures. Choose your type of performance. Experience the different variants of the new Mercedes-Benz GLC."
    },
    {
    "_id": "6275e89daf83476c4d21b8b1",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/b6CZcfW/GLE.png",
    "name": "GLE",
    "quantity": 200,
    "price": 8580000,
    "details": "More intelligent and attentive than ever - the all-new GLE LWB casts the SUV in a whole new light.Sensual surfaces, muscular forms, and clear lines define the design of the all-new GLE LWB. It is hard to imagine a more elegant and dynamic expression of power.Every function, every detail is designed to offer you the greatest freedom and comfort. Discover the new possibilities in your personal feel-good zone.The all-new GLE LWB can provide you with tangible support and protection, thanks to the available advanced safety systems.Every Mercedes-Benz all-new GLE LWB is built to set a benchmark in its category. Choose your form of inspiration."
    },
    {
    "_id": "6275e89daf83476c4d21b8b2",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/fnpYfH4/GLS.png",
    "name": "GLS",
    "quantity": 200,
    "price": 11600000,
    "details": "The pinnacle of space and comfort is only to be found  in the new GLS.And best of all, you can share this fascinating luxury experience with six other people.The hefty proportions, the long bonnet and alloy wheels of 21 inches in size communicate power and presence. Clear surfaces and minimalist lines lend everything a light and elegant air."
    },
    {
    "_id": "6275e89daf83476c4d21b8b3",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/dg6mGD2/Mercedes-Maybach-GLS.png",
    "name": "Mercedes-Maybach GLS",
    "quantity": 200,
    "price": 24723270,
    "details": "Only a Mercedes-Maybach offers this sort of luxury.The imposing Mercedes-Maybach grille with the upright Mercedes Star on the bonnet and the stylish verticle bars makes an immediate brilliant impression. Discover further exclusive appointments such as the ambient lighting in the roof liner and enjoy superlative luxury on the road in four exclusive individual seats.The new Mercedes-Maybach GLS embodies the ultimate SUV experience. With its impressive exterior design and its high-class interior appeal."
    },
    {
    "_id": "6275e89daf83476c4d21b8b4",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/3kcbYh9/Mercedes-Maybach-S-Class.png",
    "name": "Mercedes-Maybach S-Class",
    "quantity": 200,
    "price": 25000000,
    "details": "The new Mercedes-Maybach S-Class defines ultimate luxury like never before. The highest-quality materials, excellent workmanship, outstanding comfort as well as innovative technologies and your personal assistant in the form of the intelligent MBUX infotainment system herald a new era of driving.One word makes all the difference: the new Mercedes-Maybach S-Class always exudes ultimate excellence.Exclusive materials, a luxurious rear compartment and innovative technologies meet the highest demands."
    },
    {
    "_id": "6275e89daf83476c4d21b8b5",
    "email":"personal.sta.bd@gmail.com",
    "images": "https://i.ibb.co/rvXq9FH/S-Class.png",
    "name": "S-Class",
    "quantity": 200,
    "price": 16000000,
    "details": "The new S-Class focuses on what matters: unique comfort and safety technologies on which you can rely. Whether you are the driver or a passenger in the rear. The trendsetting MBUX operating concept combined with luxurious materials delivers an unprecedented driving experience.The clear design of the new Mercedes-Benz S-Class focuses on what matters: perfect exterior proportions and contemporary luxury inside. The pioneering innovations of the new S-Class thus give it a unique and irresistible presence.    "
    },
    {
    "_id": "6278422284cdf61c9d6ab1fe",
    "name": "fsfg",
    "email": "codingsta@protonmail.com",
    "price": "5744",
    "quantity": "4242",
    "images": "http://jkfjdkfj.com",
    "details": "sdgsdgsdg"
    },
    {
    "_id": "627842ec84cdf61c9d6ab1ff",
    "name": "truert",
    "email": "codingsta@protonmail.com",
    "price": 242,
    "quantity": 242,
    "images": "http://jdkjfkd.cold",
    "details": "ghdh"
    }
    ]